Repository: OJZen/JamReader-iOS
Catalog: JamReader/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant_tw

source: This document does not expose page thumbnails.
ja: この書類ではページのサムネイルを利用できません。
zh_hans: 此文档不提供页面缩略图。
zh_hant_tw: 此文件不提供頁面縮圖。

source: This file format is not supported.
ja: このファイル形式には対応していません。
zh_hans: 不支持此文件格式。
zh_hant_tw: 不支援此檔案格式。

source: This folder and nested folders.
ja: このフォルダとそのサブフォルダ。
zh_hans: 此文件夹及其子文件夹。
zh_hant_tw: 此資料夾及其子資料夾。

source: This folder may have been moved or deleted on the server. Try going up one level or return to the saved root folder.
ja: このフォルダはサーバー上で移動または削除された可能性があります。1つ上の階層へ移動するか、保存済みのルートフォルダに戻ってください。
zh_hans: 此文件夹可能已在服务器上移动或删除。请返回上一级或已保存的根文件夹。
zh_hant_tw: 此資料夾可能已在伺服器上移動或刪除。請前往上一層，或回到已儲存的根資料夾。

source: This Folder Only
ja: このフォルダのみ
zh_hans: 仅此文件夹
zh_hant_tw: 僅此資料夾

source: This library has not been indexed yet.
ja: このライブラリはまだインデックスに登録されていません。
zh_hans: 此书库尚未建立索引。
zh_hant_tw: 此書庫尚未建立索引。

source: This library is currently read-only on this device.
ja: このライブラリは現在、このデバイスで読み取り専用です。
zh_hans: 此书库当前在设备上为只读。
zh_hant_tw: 此書庫目前在此裝置上為唯讀。

source: This library is no longer available on this device.
ja: このライブラリはこのデバイスで利用できなくなりました。
zh_hans: 此书库在设备上已不可用。
zh_hant_tw: 此書庫已無法在此裝置上使用。

source: This page could not be converted into a Photos-compatible image.
ja: このページを「写真」で扱える画像に変換できませんでした。
zh_hans: 无法将此页面转换为照片图库支持的图像。
zh_hant_tw: 無法將此頁面轉換為與「照片」相容的圖片。

source: This part of the library does not contain subfolders or comics yet.
ja: ライブラリのこの場所には、まだサブフォルダもコミックもありません。
zh_hans: 此书库位置中尚无子文件夹或漫画。
zh_hant_tw: 書庫的此區域尚無子資料夾或漫畫。

source: This permanently deletes %@ and its files from this device.
ja: %@とそのファイルをこのデバイスから完全に削除します。
zh_hans: 这会从此设备永久删除 %1$@ 及其文件。
zh_hant_tw: 這會從此裝置永久刪除 %@ 及其檔案。

source: This permanently deletes the selected libraries and their files from this device.
ja: 選択したライブラリとそのファイルをこのデバイスから完全に削除します。
zh_hans: 这会从此设备永久删除所选书库及其文件。
zh_hant_tw: 這會從此裝置永久刪除所選書庫及其檔案。

source: This Reading List Is Empty
ja: このリーディングリストは空です
zh_hans: 该阅读列表为空
zh_hant_tw: 此閱讀清單是空的

source: This remote comic could not be matched to a downloaded copy.
ja: このリモートコミックに一致するダウンロード済みコピーが見つかりませんでした。
zh_hans: 无法为此远程漫画匹配已下载副本。
zh_hant_tw: 無法將此遠端漫畫與已下載副本配對。

source: This remote comic could not be prepared for import.
ja: このリモートコミックをインポート用に準備できませんでした。
zh_hans: 无法准备此远程漫画以供导入。
zh_hant_tw: 無法準備此遠端漫畫以供匯入。

source: This remote comic could not be prepared for offline reading.
ja: このリモートコミックをオフライン閲覧用に準備できませんでした。
zh_hans: 无法准备此远程漫画以供离线阅读。
zh_hant_tw: 無法準備此遠端漫畫供離線閱讀。

source: This remote folder could not be opened.
ja: このリモートフォルダを開けませんでした。
zh_hans: 无法打开此远程文件夹。
zh_hant_tw: 無法開啟此遠端資料夾。

source: This remote folder now appears in Browse > Saved Folders.
ja: このリモートフォルダは「ブラウズ」＞「保存済みフォルダ」に表示されます。
zh_hans: 此远程文件夹现已显示在“浏览”>“已保存文件夹”中。
zh_hant_tw: 此遠端資料夾現在會顯示在「瀏覽」>「已儲存的資料夾」。

source: This remote folder was removed from Saved Folders.
ja: このリモートフォルダを「保存済みフォルダ」から削除しました。
zh_hans: 已从“已保存文件夹”移除此远程文件夹。
zh_hant_tw: 已從「已儲存的資料夾」移除此遠端資料夾。

source: This removes %@ and clears its local offline data on this device.
ja: %@を削除し、このデバイス上のローカルオフラインデータを消去します。
zh_hans: 这会移除 %1$@ 并清除此设备上的本地离线数据。
zh_hant_tw: 這會移除 %@，並清除其在此裝置上的本機離線資料。

source: This removes %@ from JamReader. Files remain in the original folder.
ja: %@をJamReaderから削除します。ファイルは元のフォルダに残ります。
zh_hans: 这会从 JamReader 移除 %1$@。文件会保留在原文件夹中。
zh_hant_tw: 這會從 JamReader 移除 %@。檔案會保留在原始資料夾。

# This removes %lld recent items for %@. Downloaded comics remain on this device.
source: This removes %1$lld recent items for %2$@. Downloaded comics remain on this device.
ja: %2$@の最近の項目を%1$lld件削除します。ダウンロード済みコミックはこのデバイスに残ります。
zh_hans: 这会移除 %2$@ 的 %1$lld 项最近记录。已下载漫画会保留在此设备上。
zh_hant_tw: 這會移除 %lld 個 %@ 的最近項目。已下載的漫畫會保留在此裝置。

source: This removes 1 recent item for %@. Downloaded comics remain on this device.
ja: %@の最近の項目1件を削除します。ダウンロード済みコミックはこのデバイスに残ります。
zh_hans: 这会移除 %1$@ 的 1 项最近记录。已下载漫画会保留在此设备上。
zh_hant_tw: 這會移除 %@ 的 1 個最近項目。已下載的漫畫會保留在此裝置。

source: This removes cached previews and temporary browsing data for %@. Downloaded comics remain available.
ja: %@のキャッシュ済みプレビューと一時ブラウズデータを削除します。ダウンロード済みコミックは引き続き利用できます。
zh_hans: 这会移除 %1$@ 的缓存预览和临时浏览数据。已下载漫画仍可使用。
zh_hant_tw: 這會移除 %@ 的快取預覽與暫存瀏覽資料。已下載的漫畫仍可使用。

source: This removes the comic file from the library on this device.
ja: このデバイス上のライブラリからコミックファイルを削除します。
zh_hans: 这会从此设备的书库中移除漫画文件。
zh_hant_tw: 這會從此裝置上的書庫移除漫畫檔案。

source: This removes the reading list and its assigned comics from the library database.
ja: リーディングリストと、それに割り当てられたコミックをライブラリデータベースから削除します。
zh_hans: 这会从书库数据库中移除阅读列表及其中的漫画。
zh_hant_tw: 這會從書庫資料庫移除閱讀清單及其指派的漫畫。

source: This removes the selected libraries from JamReader. Files remain in their original folders.
ja: 選択したライブラリをJamReaderから削除します。ファイルは元のフォルダに残ります。
zh_hans: 这会从 JamReader 移除所选书库。文件会保留在原文件夹中。
zh_hant_tw: 這會從 JamReader 移除所選書庫。檔案會保留在原始資料夾。

source: This removes the tag and its assignments from the library database.
ja: タグとその割り当てをライブラリデータベースから削除します。
zh_hans: 这会从书库数据库中移除标签及其关联。
zh_hant_tw: 這會從書庫資料庫移除標籤及其指派項目。

source: This server is no longer available on this device.
ja: このサーバーはこのデバイスで利用できなくなりました。
zh_hans: 此服务器在设备上已不可用。
zh_hant_tw: 此伺服器已無法在此裝置上使用。

source: This source folder is read-only on this device. Reading and local metadata stay available, but importing files here is disabled.
ja: このソースフォルダは、このデバイスで読み取り専用です。閲覧とローカルメタデータは引き続き利用できますが、ここにはファイルをインポートできません。
zh_hans: 此源文件夹在设备上为只读。阅读和本地元数据仍可使用，但无法向此处导入文件。
zh_hant_tw: 此來源資料夾在此裝置上為唯讀。閱讀與本機中繼資料仍可使用，但無法將檔案匯入此處。

source: This Tag Is Empty
ja: このタグは空です
zh_hans: 该标签为空
zh_hant_tw: 此標籤是空的

source: This WebDAV server does not support byte-range reads for direct thumbnails.
ja: このWebDAVサーバーは、サムネイルの直接取得に必要なバイト範囲読み込みに対応していません。
zh_hans: 此 WebDAV 服务器不支持直接读取缩略图所需的字节范围请求。
zh_hant_tw: 此 WebDAV 伺服器不支援直接縮圖所需的位元組範圍讀取。

source: This WebDAV server is using HTTP, and iOS blocked the connection. Switch the server to HTTPS or update the app to explicitly allow insecure HTTP for this endpoint.
ja: このWebDAVサーバーはHTTPを使用しているため、iOSが接続をブロックしました。サーバーをHTTPSに切り替えるか、この接続先への安全でないHTTPを明示的に許可するようアプリを更新してください。
zh_hans: 此 WebDAV 服务器使用 HTTP，iOS 已阻止连接。请改用 HTTPS，或更新 App 配置以明确允许此地址使用不安全 HTTP。
zh_hant_tw: 此 WebDAV 伺服器使用 HTTP，因此 iOS 封鎖了連線。請將伺服器切換為 HTTPS，或更新 App 以明確允許此端點使用不安全的 HTTP。

source: Title
ja: タイトル
zh_hans: 标题
zh_hant_tw: 標題

source: Title, series, issue number, volume, and story arc
ja: タイトル、シリーズ、号数、巻数、ストーリーアーク
zh_hans: 标题、系列、期号、卷号和故事线
zh_hant_tw: 標題、系列、期號、卷號與故事線

source: Title A-Z
ja: タイトル A-Z
zh_hans: 标题 A–Z
zh_hant_tw: 標題 A-Z

source: Title Z-A
ja: タイトル Z-A
zh_hans: 标题 Z–A
zh_hant_tw: 標題 Z-A

source: Total
ja: 合計
zh_hans: 总计
zh_hant_tw: 總計

source: Try Again
ja: もう一度試す
zh_hans: 再试一次
zh_hant_tw: 再試一次

source: Try refreshing this folder again. If the problem keeps coming back, return to the server list and review the saved connection.
ja: このフォルダをもう一度更新してください。問題が続く場合はサーバー一覧に戻り、保存済みの接続を確認してください。
zh_hans: 请再次刷新此文件夹。如果问题持续出现，请返回服务器列表并检查已保存的连接。
zh_hant_tw: 請再重新整理一次此資料夾。若問題持續發生，請回到伺服器清單並檢查已儲存的連線。

source: Turn on the fields to update. Blank text clears the value. Rating supports Unrated or 1-5 stars.
ja: 更新するフィールドをオンにしてください。テキストを空欄にすると値が消去されます。評価には「未評価」または1〜5つ星を指定できます。
zh_hans: 开启要更新的字段。留空会清除相应值。评分可设为“未评分”或 1–5 星。
zh_hant_tw: 開啟要更新的欄位。文字留白會清除該值。評分可設為「未評分」或 1 至 5 顆星。

source: Type
ja: 種類
zh_hans: 类型
zh_hant_tw: 類型

source: Unable to allocate libarchive reader.
ja: libarchiveリーダーを確保できません。
zh_hans: 无法分配 libarchive 读取器。
zh_hant_tw: 無法建立 libarchive 讀取器。

source: Unable to create a persistent bookmark for the selected folder.
ja: 選択したフォルダの永続ブックマークを作成できません。
zh_hans: 无法为所选文件夹创建持久访问书签。
zh_hant_tw: 無法為所選資料夾建立持續取用書籤。

source: Unable to decode spread: %@
ja: 見開きをデコードできません：%@
zh_hans: 无法解码跨页：%1$@
zh_hant_tw: 無法解碼跨頁：%@

source: Unable to enumerate archive entries.
ja: アーカイブ内の項目を取得できません。
zh_hans: 无法列出压缩包条目。
zh_hant_tw: 無法列舉封存項目。

source: Unable to extract archive entry data.
ja: アーカイブ項目のデータを展開できません。
zh_hans: 无法提取压缩包条目数据。
zh_hant_tw: 無法擷取封存項目資料。

source: Unable to initialize the app library database.
ja: アプリのライブラリデータベースを初期化できません。
zh_hans: 无法初始化 App 书库数据库。
zh_hant_tw: 無法初始化 App 書庫資料庫。

source: Unable to open archive.
ja: アーカイブを開けません。
zh_hans: 无法打开压缩包。
zh_hant_tw: 無法開啟封存檔。

source: Unable to open the app library database for scanning.
ja: スキャン用にアプリのライブラリデータベースを開けません。
zh_hans: 无法打开 App 书库数据库进行扫描。
zh_hant_tw: 無法開啟 App 書庫資料庫進行掃描。

source: Unable to open the app library database for writing.
ja: 書き込み用にアプリのライブラリデータベースを開けません。
zh_hans: 无法打开 App 书库数据库进行写入。
zh_hant_tw: 無法開啟 App 書庫資料庫進行寫入。

source: Unable to open the app library database.
ja: アプリのライブラリデータベースを開けません。
zh_hans: 无法打开 App 书库数据库。
zh_hant_tw: 無法開啟 App 書庫資料庫。

source: Unable to prepare an app library query.
ja: アプリのライブラリ照会を準備できません。
zh_hans: 无法准备 App 书库查询。
zh_hant_tw: 無法準備 App 書庫查詢。

source: Unable to read archive entry.
ja: アーカイブ項目を読み込めません。
zh_hans: 无法读取压缩包条目。
zh_hant_tw: 無法讀取封存項目。

source: Unable to read remote archive data.
ja: リモートアーカイブのデータを読み込めません。
zh_hans: 无法读取远程压缩包数据。
zh_hant_tw: 無法讀取遠端封存資料。

source: Unable to restore access to the selected library folder.
ja: 選択したライブラリフォルダへのアクセスを復元できません。
zh_hans: 无法恢复对所选书库文件夹的访问。
zh_hant_tw: 無法恢復所選書庫資料夾的取用權限。

source: Unable to Save
ja: 保存できません
zh_hans: 无法保存
zh_hant_tw: 無法儲存

source: Unable to Save Page
ja: ページを保存できません
zh_hans: 无法保存页面
zh_hant_tw: 無法儲存頁面

source: Unable to seek within archive.
ja: アーカイブ内の指定位置へ移動できません。
zh_hans: 无法在压缩包中定位。
zh_hant_tw: 無法在封存檔中定位。

source: Unable to skip archive data while seeking.
ja: アーカイブ内の指定位置へ移動中にデータを読み飛ばせません。
zh_hans: 定位时无法跳过压缩包数据。
zh_hant_tw: 定位時無法略過封存資料。

source: Unable to skip archive entry data.
ja: アーカイブ項目のデータをスキップできません。
zh_hans: 无法跳过压缩包条目数据。
zh_hant_tw: 無法略過封存項目資料。

source: Unable to skip non-page archive entry.
ja: ページではないアーカイブ項目をスキップできません。
zh_hans: 无法跳过压缩包中的非页面条目。
zh_hant_tw: 無法略過非頁面的封存項目。

source: Unable to update the app library database.
ja: アプリのライブラリデータベースを更新できません。
zh_hans: 无法更新 App 书库数据库。
zh_hant_tw: 無法更新 App 書庫資料庫。

source: Unavailable
ja: 利用不可
zh_hans: 不可用
zh_hant_tw: 無法使用

source: Unfavorite
ja: お気に入りを解除
zh_hans: 取消收藏
zh_hant_tw: 從最愛移除

source: Unfinished downloads and leftover remote cache files are removed.
ja: 未完了のダウンロードと残っているリモートキャッシュファイルを削除します。
zh_hans: 移除未完成的下载和残留的远程缓存文件。
zh_hant_tw: 會移除未完成的下載與殘留的遠端快取檔案。

source: Unknown SQLite error.
ja: 不明なSQLiteエラーです。
zh_hans: 未知 SQLite 错误。
zh_hant_tw: 未知的 SQLite 錯誤。

source: Unlimited
ja: 無制限
zh_hans: 不限
zh_hant_tw: 無上限

source: Unrated
ja: 未評価
zh_hans: 未评分
zh_hant_tw: 未評分

source: Unread
ja: 未読
zh_hans: 未读
zh_hant_tw: 未讀

source: Unread comics that have already been opened.
ja: 一度開いたことがある未読のコミックです。
zh_hans: 已打开的未读漫画。
zh_hant_tw: 已開啟但尚未讀完的漫畫。

source: Untitled Library
ja: 名称未設定のライブラリ
zh_hans: 未命名书库
zh_hant_tw: 未命名書庫

source: Untitled Reading List
ja: 名称未設定のリーディングリスト
zh_hans: 未命名阅读列表
zh_hant_tw: 未命名閱讀清單

source: Untitled Tag
ja: 名称未設定のタグ
zh_hans: 未命名标签
zh_hant_tw: 未命名標籤

source: Up
ja: 上へ
zh_hans: 向上
zh_hant_tw: 上一層

source: Up One Level
ja: 1つ上の階層へ
zh_hans: 上一级
zh_hant_tw: 上一層

source: Update Downloaded Copy
ja: ダウンロード済みコピーを更新
zh_hans: 更新已下载副本
zh_hant_tw: 更新已下載副本

source: Updated
ja: 更新済み
zh_hans: 已更新
zh_hant_tw: 已更新

source: Updated %@
ja: %@を更新しました
zh_hans: 已更新 %1$@
zh_hant_tw: 已更新 %@

source: Updating imported comics
ja: インポート済みコミックを更新中
zh_hans: 正在更新已导入漫画
zh_hant_tw: 正在更新已匯入的漫畫

source: Use a broader backlog window.
ja: より長い期間の未読項目を表示します。
zh_hans: 扩大待读内容的时间范围。
zh_hant_tw: 使用更長的待讀期間。

source: Use a custom port only if needed.
ja: 必要な場合だけカスタムポートを使用してください。
zh_hans: 仅在需要时使用自定义端口。
zh_hant_tw: 僅在需要時使用自訂連接埠。

source: Use the star button to add favorites.
ja: 星のボタンを使ってお気に入りに追加してください。
zh_hans: 使用星形按钮添加收藏。
zh_hant_tw: 使用星號按鈕加入最愛。

source: Use This Library
ja: このライブラリを使用
zh_hans: 使用此书库
zh_hant_tw: 使用此書庫

source: Username
ja: ユーザー名
zh_hans: 用户名
zh_hant_tw: 使用者名稱

source: Username & Password
ja: ユーザー名とパスワード
zh_hans: 用户名和密码
zh_hant_tw: 使用者名稱與密碼

source: Username is required for this authentication mode.
ja: この認証方式にはユーザー名が必要です。
zh_hans: 此身份验证方式需要用户名。
zh_hant_tw: 此驗證方式需要使用者名稱。

source: Version
ja: バージョン
zh_hans: 版本
zh_hant_tw: 版本

source: Vertical Scroll
ja: 縦スクロール
zh_hans: 垂直滚动
zh_hant_tw: 垂直捲動

source: View
ja: 表示
zh_hans: 查看
zh_hant_tw: 檢視

source: View Controls
ja: 表示コントロール
zh_hans: 显示控制
zh_hant_tw: 檢視控制項

source: Violet
ja: バイオレット
zh_hans: 紫罗兰色
zh_hant_tw: 紫羅蘭色

source: Visible
ja: 表示中
zh_hans: 可见
zh_hant_tw: 顯示中

source: Visible Comics Imported
ja: 表示中のコミックをインポートしました
zh_hans: 已导入可见漫画
zh_hant_tw: 已匯入顯示中的漫畫

source: Visible Comics Only
ja: 表示中のコミックのみ
zh_hans: 仅限可见漫画
zh_hant_tw: 僅顯示中的漫畫

source: Vol. %@
ja: 第%@巻
zh_hans: 第 %1$@ 卷
zh_hant_tw: 第 %@ 卷

source: Volume
ja: 巻数
zh_hans: 卷
zh_hant_tw: 卷數

source: Wait for the current remote task to finish.
ja: 実行中のリモート処理が完了するまでお待ちください。
zh_hans: 请等待当前远程任务完成。
zh_hant_tw: 請等待目前的遠端作業完成。

source: Webcomic
ja: ウェブコミック
zh_hans: 网络漫画
zh_hant_tw: 網路漫畫

source: Webcomics
ja: ウェブコミック
zh_hans: 网络漫画
zh_hant_tw: 網路漫畫

source: Webcomics Defaults
ja: ウェブコミックのデフォルト設定
zh_hans: 网络漫画默认设置
zh_hant_tw: 網路漫畫預設值

source: WebDAV uses 443 for HTTPS or 80 for HTTP.
ja: WebDAVではHTTPSに443、HTTPに80を使用します。
zh_hans: WebDAV 的 HTTPS 默认使用端口 443，HTTP 默认使用端口 80。
zh_hant_tw: WebDAV 的 HTTPS 使用連接埠 443，HTTP 則使用 80。

source: Weekend Reads
ja: 週末に読むコミック
zh_hans: 周末阅读
zh_hant_tw: 週末閱讀

source: Western Manga
ja: 欧米コミック
zh_hans: 欧美漫画
zh_hant_tw: 歐美漫畫

source: When
ja: 日時
zh_hans: 时间
zh_hant_tw: 時間

source: White
ja: ホワイト
zh_hans: 白色
zh_hant_tw: 白色

source: Working…
ja: 処理中…
zh_hans: 正在处理…
zh_hant_tw: 處理中⋯

source: Writable
ja: 書き込み可能
zh_hans: 可写入
zh_hant_tw: 可寫入

source: Writer
ja: 原作
zh_hans: 编剧
zh_hant_tw: 編劇

source: Yellow
ja: イエロー
zh_hans: 黄色
zh_hant_tw: 黃色

source: You can rename it later in the app
ja: 名前は後でアプリ内から変更できます
zh_hans: 以后可在 App 中重命名
zh_hant_tw: 你之後可在 App 中重新命名

source: Your batch metadata changes have not been applied.
ja: メタデータの一括変更はまだ適用されていません。
zh_hans: 批量元数据更改尚未应用。
zh_hant_tw: 批次中繼資料更改尚未套用。

source: Your changes to this server have not been saved.
ja: このサーバーへの変更はまだ保存されていません。
zh_hans: 对此服务器的更改尚未保存。
zh_hant_tw: 此伺服器的更改尚未儲存。

source: Your metadata changes have not been saved.
ja: メタデータの変更はまだ保存されていません。
zh_hans: 元数据更改尚未保存。
zh_hant_tw: 中繼資料更改尚未儲存。

source: ZIP64 archives are not supported yet.
ja: ZIP64アーカイブにはまだ対応していません。
zh_hans: 暂不支持 ZIP64 压缩包。
zh_hant_tw: 尚不支援 ZIP64 封存檔。

source: OK
zh_hans: 好
zh_hant_tw: 好
